export type Hint = {
  title: string
  description: string
}

export const Hints: Hint[] = [
  {
    title: 'Аргониане',
    description: 'Раса разумных рептилий из Чернотопья.',
  },
  {
    title: 'Бретонцы',
    description:
      'Коренные жители Хай Рока. Там находится древнейшее строение в Тамриэле — Адамантиновая башня, также известная как башня Диренни.',
  },
  {
    title: 'Темные эльфы',
    description:
      'Также известные как данмеры, родом из Морровинда — страны, которая многим кажется жестокой и негостеприимной.',
  },
  {
    title: 'Высокие эльфы',
    description:
      'Известные также как альтмеры, родом с острова Саммерсет. Это старинные земли, скрывающие великие тайны.',
  },
  {
    title: 'Имперцы',
    description: 'Исконные жители Сиродила, центральной провинции Империи.',
  },
  {
    title: 'Каджиты',
    description:
      'Кошачья раса каджитов родом из Эльсвейра. Именно там производят лунный сахар, из которого можно гнать скуму.',
  },
  {
    title: 'Скайрим',
    description:
      'Родина нордов, яростных и сильных людей, которые ценят честь и доблесть в бою.',
  },
  {
    title: 'Орки',
    description:
      'Коренные жители Орсиниума, небольшого горного королевства между Хаммерфеллом и Скайримом. Много раз его разоряли и отстраивали заново.',
  },
  {
    title: 'Редгарды',
    description:
      "Исконные жители Хаммерфелла. Их города стоят на границе великой пустыни Алик'р.",
  },
  {
    title: 'Карманный путеводитель по Империи',
    description:
      'Традиционно считается, что первые норды пришли в Тамриэль в древние времена с континента Атмора.',
  },
  {
    title: 'Лесные эльфы',
    description:
      'известные также как босмеры, родом из Валенвуда. В джунглях этой провинции растут гигантские кочевые деревья, на которых расположены их города.',
  },
  {
    title: 'Красная гора',
    description:
      'Крупнейший вулкан Тамриэля, находится в сердце данмерской провинции Морровинд',
  },
]
